{"groups":[{"weight":1,"label":"princess333","groups":[{"weight":1,"label":"I actually wish princess333 would post a selfie.","groups":[]}]},{"weight":1,"label":"elective CS mom","groups":[{"weight":1,"label":"I wish all of the elective CS moms knew what they are asking for!!","groups":[]}]},{"weight":1,"label":"mountain","groups":[{"weight":1,"label":"I do wish the mountains were a bit closer.","groups":[]}]},{"weight":1,"label":"test","groups":[{"weight":1,"label":"I wish those tests were easier!","groups":[]}]},{"weight":1,"label":"graphite color","groups":[{"weight":1,"label":"I wish that the graphite color was on sale for $99!","groups":[]}]},{"weight":1,"label":"curiosity dos","groups":[{"weight":1,"label":"Lol sometimes I wish my curiosity dosn't get the best of me.","groups":[]}]},{"weight":9,"label":"LO","groups":[{"weight":1,"label":"I wish my LO would switch sides on his own sometimes!","groups":[]},{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I wish it was longer.) (I wish LO had long stretches like that.)) (I wish LO had long stretches like that.)","groups":[]},{"weight":1,"label":"Not to be a downer but I wish my LO had a grandma to be attached to.","groups":[]},{"weight":1,"label":"I wish my LO would drink from the tap, pumping is getting old!!","groups":[]},{"weight":1,"label":"Then another poster says she wishes her LO could've gotten a flu shot at the 9 month appt!","groups":[]},{"weight":1,"label":"Lol :) I wish my LO would say something silly or crazy so I could count it as a word lol.","groups":[]},{"weight":1,"label":"I wish my LO would be calm like that while nursing.","groups":[]},{"weight":1,"label":"i wish LO was a dancer, he really doesnt do much of it.","groups":[]},{"weight":1,"label":"Awww I wish my LO would take a paci!","groups":[]}]},{"weight":1,"label":"door","groups":[{"weight":1,"label":"I wish a door could have hit her on the way out.","groups":[]}]},{"weight":1,"label":"hed","groups":[{"weight":1,"label":"I just wish hed come around more often.","groups":[]}]},{"weight":1,"label":"appetite","groups":[{"weight":1,"label":"I'm 5 weeks PP and will hopefully find a way to exercise soon and I wish my appetite wasn't this huge!!","groups":[]}]},{"weight":1,"label":"house","groups":[{"weight":1,"label":"I wish our house was big enough for one ...","groups":[]}]},{"weight":1,"label":"stretching","groups":[{"weight":1,"label":"I wished the stretching had worked too.","groups":[]}]},{"weight":1,"label":"bbc","groups":[{"weight":1,"label":"I sometimes wish bbc was more like reddit where you could just speak your mind.","groups":[]}]},{"weight":1,"label":"mobile app","groups":[{"weight":1,"label":"I wish the mobile app had the emoticons.","groups":[]}]},{"weight":1,"label":"Italian food","groups":[{"weight":1,"label":";) Although I wish Italian food was an option ha!","groups":[]}]},{"weight":2,"label":"BBC","groups":[{"weight":1,"label":"I wish BBC had a slap button to go next to the hug button.","groups":[]},{"weight":1,"label":"I wish BBC had a thumbs down button because I would so be using that right now.","groups":[]}]},{"weight":1,"label":"grocery store","groups":[{"weight":1,"label":"I wish my grocery store had all of the flavors.","groups":[]}]},{"weight":1,"label":"zoo","groups":[{"weight":1,"label":"I wish my zoo had chimpanzees!","groups":[]}]},{"weight":1,"label":"ff","groups":[{"weight":1,"label":"i really wish that ff would work on my computer!","groups":[]}]},{"weight":4,"label":"DS","groups":[{"weight":1,"label":"I wish DS liked spaghetti but he hates tomato sauce!","groups":[]},{"weight":2,"label":"I wish DS were old enough to understand.","groups":[{"weight":1,"label":"I wish DS were old enough to understand."},{"weight":1,"label":"I wish DS were old enough to understand."}]},{"weight":1,"label":"I wish DS would sleep in!","groups":[]}]},{"weight":2,"label":"DD","groups":[{"weight":1,"label":"I wish my DD would go get her nails done with me!","groups":[]},{"weight":1,"label":"I wish my DD was hungry like that more often.","groups":[]}]},{"weight":1,"label":"damn phone","groups":[{"weight":1,"label":"I wish my damn phone would let me, then I would take a picture of the blanket she made!","groups":[]}]},{"weight":1,"label":"Derick","groups":[{"weight":1,"label":"ETA: I wish Derick was a choice!","groups":[]}]},{"weight":1,"label":"Coolio","groups":[{"weight":1,"label":"Now that I think about it, I wish Coolio was his daddy.","groups":[]}]},{"weight":14,"label":"DH","groups":[{"weight":1,"label":"I really wish my DH realized I care more about him being real with his feelings than being the \"strong\" one.","groups":[]},{"weight":1,"label":"I wish my DH would get on board with some of this too (as i've read most of it to him in an attempt to get him to understand and NOT be one of those selfish, entitled DuH's, but the bottom line, he is, 95% of the time, and I hate it!).","groups":[]},{"weight":1,"label":"I wish DH could get every other year to claim DSD (since he is current on CS and pays for 1/2 of her costs with it).","groups":[]},{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (Well the opk was negative again :( I really wish it would just show a positive for one day!) (Lol, I wish DH was more into bding, he thinks we should get pregnant the first time we bd!)) (Lol, I wish DH was more into bding, he thinks we should get pregnant the first time we bd!)","groups":[]},{"weight":1,"label":"Things I wish DH had saved.","groups":[]},{"weight":1,"label":"I wish DH would just listen to me...","groups":[]},{"weight":1,"label":"I wish my DH would ask for (and follow) advice.","groups":[]},{"weight":1,"label":"I wish my DH would spend less time on his phone around LO, but that's another story!","groups":[]},{"weight":1,"label":"I secretly wish DH would book us into a lodge somewhere nice, rip my clothes off my trembling body and ravage me!","groups":[]},{"weight":1,"label":"Anyway, I wish my DH would speak up to his dad & cut him off for not caring.","groups":[]},{"weight":1,"label":"I wish DH would step up, but he's weird about that stuff and thinks baby girls should only be washed by their moms (smh).","groups":[]},{"weight":1,"label":"Sometimes I wish DH had gotten me a traditional engagement ring instead of proposing with a wedding band.","groups":[]},{"weight":1,"label":"I wish DH would let me use Coralie.","groups":[]},{"weight":1,"label":"I love our animals dearly but wish ds and DH would agree to give a couple away.","groups":[]}]},{"weight":1,"label":"option","groups":[{"weight":1,"label":"I really wish the options were better for boy clothes!","groups":[]}]},{"weight":1,"label":"whole process","groups":[{"weight":1,"label":"I just wish this whole process would hurry up.","groups":[]}]},{"weight":1,"label":"more ppl","groups":[{"weight":1,"label":"But I agree I wish more ppl would openly discuss, maybe we wouldnt all feel so alone....","groups":[]}]},{"weight":2,"label":"church","groups":[{"weight":2,"label":"I wish that all churches were no longer tax exempt.","groups":[{"weight":1,"label":"I wish that all churches were no longer tax exempt."},{"weight":1,"label":"I wish that all churches were no longer tax exempt."}]}]},{"weight":1,"label":"wu","groups":[{"weight":1,"label":"I do wish his wu would be later.","groups":[]}]},{"weight":1,"label":"Obama","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (I wish that Obama could fly over the scene at night to get a thorough understanding of the militarization happening.) (I said it's a bonus from his racist pals who wish they could shoot a black boy dead, too.)","groups":[]}]},{"weight":1,"label":"MS","groups":[{"weight":1,"label":"I really wish my MS would improve.","groups":[]}]},{"weight":1,"label":"more place","groups":[{"weight":1,"label":"I wish more places had criminal animal cruelty units.","groups":[]}]},{"weight":1,"label":"U.S.","groups":[{"weight":1,"label":"I wish the U.S. would approach food in schools differently but I don't see it happening.","groups":[]}]},{"weight":2,"label":"ppl","groups":[{"weight":1,"label":"CP: I just wish that ppl would get their facts straight if there going to talk shit...the 23rd isn't the day that I delivered (the stillborn) What what?!?!??!!?!?????","groups":[]},{"weight":1,"label":"I wish ppl could be more understanding about how hard this fertility stuff can be at points- even if you're a positive person - it really pushes you to the limit of your mental endurance.","groups":[]}]},{"weight":2,"label":"Dr","groups":[{"weight":1,"label":"mommy2easton -- I wish your Dr. had been more upfront with you and I'm so sorry this has happened.","groups":[]},{"weight":1,"label":"I just wish my Dr. would have warned me of these things.","groups":[]}]},{"weight":1,"label":"temp","groups":[{"weight":1,"label":"ETA: I wish my temps were going better this month so I would have a better idea about ovulation date.","groups":[]}]},{"weight":1,"label":"itd","groups":[{"weight":1,"label":"I wish itd just tell me whats going on haha.","groups":[]}]},{"weight":1,"label":"Gilmore girls","groups":[{"weight":1,"label":"I wish Gilmore girls was on netflix.","groups":[]}]},{"weight":1,"label":"2 yo","groups":[{"weight":1,"label":"I wish my 2 yo was still in a crib :","groups":[]}]},{"weight":1,"label":"insurance company","groups":[{"weight":1,"label":"I wish our government and insurance companies would cover infertility treatments.","groups":[]}]},{"weight":1,"label":"Daphne Jane","groups":[{"weight":1,"label":"I wish Daphne Jane was a choice!","groups":[]}]},{"weight":1,"label":"SBC","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (So can I just say i wish that the governemnt just subsidized birth control or everyone?) (I wish SBC was here.)","groups":[]}]},{"weight":1,"label":"choice","groups":[{"weight":1,"label":"Now I wish that that \"choice\" had not been available to me, when I was not in my right mind.","groups":[]}]},{"weight":1,"label":"subject","groups":[{"weight":1,"label":"I wish the subject wasn't so taboo, and that people were okay to talk about it.","groups":[]}]},{"weight":1,"label":"exhaustion","groups":[{"weight":1,"label":"I wish exhaustion weren't part of early pregnancy.","groups":[]}]},{"weight":1,"label":"HGers","groups":[{"weight":1,"label":"No one should have to go through miscarriages, but I wish HGers were immune.","groups":[]}]},{"weight":1,"label":"sex drive","groups":[{"weight":1,"label":"I really wish my sex drive was as high when we're not ttc though.","groups":[]}]},{"weight":1,"label":"so called loved one","groups":[{"weight":1,"label":"No problem I also wish that my so called loved ones would acknowledge my Angel and talk about her cause she does exist and it hurts that no one does.","groups":[]}]},{"weight":1,"label":"pain","groups":[{"weight":1,"label":"The fact that you told her she killed her baby, and are now wishing pain upon her child are so disgusting and unforgivable.","groups":[]}]},{"weight":1,"label":"d&c","groups":[{"weight":1,"label":"I scheduled a D&c with my dr but they couldn't get me in until Monday :( I wanted to have everything out as soon as possible and actually passed the baby yesterday :( some parts of me wish the d&c happened first....","groups":[]}]},{"weight":1,"label":"switch","groups":[{"weight":1,"label":":-( I wish my switch was exercise.","groups":[]}]},{"weight":1,"label":"bump","groups":[{"weight":1,"label":"Don't let her get to you, I WISH my bump was gonna be that cute!","groups":[]}]},{"weight":1,"label":"ATTC lady","groups":[{"weight":1,"label":"I wish some of my ATTC ladies lived in my area.","groups":[]}]},{"weight":1,"label":"imagination","groups":[{"weight":1,"label":"I wish my imagination was as good as hers.","groups":[]}]},{"weight":1,"label":"crib mattress","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (I wish my crib mattress went up that high!) (I soooo wish this wasn't blurry!)","groups":[]}]},{"weight":1,"label":"Braxton hick","groups":[{"weight":1,"label":"I wish these Braxton hicks would turn into real contractions or just stop.","groups":[]}]},{"weight":1,"label":"mom snd grandmother","groups":[{"weight":1,"label":":) I wish my mom snd grandmother taught me more about our culture but I do understand and appreciate that they were trying to pave a different path for us kids.","groups":[]}]},{"weight":1,"label":"anonymous","groups":[{"weight":1,"label":"I wish Anonymous would hack their shit and get their member lists all recurring subscriptions for PussyDouche Week and VaginaFace Times.....if those existed.","groups":[]}]},{"weight":1,"label":"uterus","groups":[{"weight":1,"label":"I just wish my uterus would work better post delivery.","groups":[]}]},{"weight":2,"label":"dd","groups":[{"weight":1,"label":"Whitney I wish dd could be pre occupied with a movie she is wayyyy to interested in what mommy and daddy are doing.","groups":[]},{"weight":1,"label":"I wish my dd would sleep pass four am..","groups":[]}]},{"weight":1,"label":"side","groups":[{"weight":1,"label":"I wish my other side would wake up.","groups":[]}]},{"weight":5,"label":"dh","groups":[{"weight":1,"label":"I wish dh would think like you.","groups":[]},{"weight":1,"label":"I wish dh would get the ceiling fans installed so we could turn the AC down a couple more degrees and still be comfortable at night.","groups":[]},{"weight":1,"label":"You are an excellent mother and I wish your dh would appreciate you more.","groups":[]},{"weight":1,"label":"UGH I just wish dh would take better care of himself I told him to get with the program!!","groups":[]},{"weight":1,"label":"This is what I wish dh had in an ideal world.","groups":[]}]},{"weight":1,"label":"Marchie","groups":[{"weight":1,"label":"I wish my Marchie would stay 4 forever!","groups":[]}]},{"weight":1,"label":"district","groups":[{"weight":1,"label":"That is awesome, I wish our district offered this!","groups":[]}]},{"weight":1,"label":"ds","groups":[{"weight":1,"label":"I wish ds would grow 2 inches in 2 months.","groups":[]}]},{"weight":1,"label":"switching drs","groups":[{"weight":1,"label":"I wish switching drs was easier especially in this small town.","groups":[]}]},{"weight":2,"label":"water","groups":[{"weight":2,"label":"I wish my water broke!","groups":[{"weight":1,"label":"I just wish my water would break today so that I don't have to be induced."},{"weight":1,"label":"I wish my water broke!"}]}]},{"weight":1,"label":"WP","groups":[{"weight":1,"label":"I wish WP didn't exist, but not so everyone could worry more, but so POC could worry less.","groups":[]}]},{"weight":1,"label":"current currculum","groups":[{"weight":1,"label":"I wish that current currculum about ALL of the women in the church was a bit more realistic, a bit more gritty-honest, and a lot less cushioned.","groups":[]}]},{"weight":1,"label":"adoption","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (I wished adoption was the option !) (I wish y'all held all the power.)","groups":[]}]},{"weight":2,"label":"mil","groups":[{"weight":1,"label":"I wish my mil had the money to spend on extra baby stuff at her house.","groups":[]},{"weight":1,"label":"There were people I wasn't sure about coming to my shower nd in the end I wish my mil wouldn't have shown up at all instead of coming in 90 minutes late and wondering why we were already opening stuff.","groups":[]}]},{"weight":1,"label":"post","groups":[{"weight":1,"label":"I wish this posts had the option of sending more than 1 hug at once!!!","groups":[]}]},{"weight":1,"label":"ttc","groups":[{"weight":1,"label":"I wish ttc was a little easier.","groups":[]}]},{"weight":1,"label":"Sonny","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I wish Sami choked the bitch!) (I wish Sonny would just leave Will..)) (I wish Sonny would just leave Will..)","groups":[]}]},{"weight":1,"label":"ped","groups":[{"weight":1,"label":"I wish our ped would say that!!!","groups":[]}]},{"weight":1,"label":"jar baby food","groups":[{"weight":1,"label":"Same ^^ I wish the jar baby food was able to have more verity and that I got a lil more formula 7can is not enough during the month but I'm very greatful I qualify and do get help with these items.","groups":[]}]},{"weight":2,"label":"OP","groups":[{"weight":1,"label":"I wish OP would post something.","groups":[]},{"weight":1,"label":"I wish OP would update.","groups":[]}]},{"weight":1,"label":"bedtime","groups":[{"weight":1,"label":"I just wish bedtime could be perfect and we didn't have to fight for sleep, but I guess that wasn't in the job summary.","groups":[]}]},{"weight":1,"label":"more neighborhood","groups":[{"weight":1,"label":"I wish more neighborhoods had homes further apart.","groups":[]}]},{"weight":1,"label":"MTV","groups":[{"weight":1,"label":"I wish MTV would do a Teen Mom series on her!","groups":[]}]},{"weight":1,"label":"vampire","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I wish you would stick around your presence is needed around here :).) (I really wish those vampires were real...le sigh.)) (I really wish those vampires were real...le sigh.)","groups":[]}]},{"weight":1,"label":"LMP EDD","groups":[{"weight":1,"label":"I wish my LMP EDD would have been right and stayed the same (10/15).","groups":[]}]},{"weight":1,"label":"feeling","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (I wish that feeling would last longer..) (I wish it would happen more often.)","groups":[]}]},{"weight":1,"label":"chart","groups":[{"weight":1,"label":"I wish my chart was better at the beaning of my cycle instead of it looking like the mountains!","groups":[]}]},{"weight":1,"label":"testing","groups":[{"weight":1,"label":"Wow, I wish our testing was that easy!","groups":[]}]},{"weight":1,"label":"thigs","groups":[{"weight":1,"label":"I wish thigs were happier.","groups":[]}]},{"weight":1,"label":"world","groups":[{"weight":1,"label":"I really wish from the marvel universe the world take Dead pool and give him a decent string of movies.","groups":[]}]},{"weight":1,"label":"medical community","groups":[{"weight":1,"label":"I wish the medical community realized how hard they make it for people with any mental illness to get help but especially for people with GAD.","groups":[]}]},{"weight":3,"label":"phone","groups":[{"weight":1,"label":"I wish my phone would let me post a pic but he has socks on the walker is very low to where he can stand or sit and he has a towl in front so his chin wont hit the desk part...just being safe like I do in the high chair.","groups":[]},{"weight":1,"label":"I wish my phone would take a better picture..lol.","groups":[]},{"weight":1,"label":"I *do wish my phone had a basic drawing app, so I could point this out, but in an app I had I inverted.","groups":[]}]},{"weight":1,"label":"SIRM","groups":[{"weight":1,"label":"I just wish SIRM was cheaper.","groups":[]}]},{"weight":1,"label":"Meerkat","groups":[{"weight":1,"label":"I wish Meerkat would bring me some tacos.","groups":[]}]},{"weight":1,"label":"bff","groups":[{"weight":1,"label":"I wish my bff didn't announce my due date to the world!","groups":[]}]},{"weight":1,"label":"show","groups":[{"weight":1,"label":"I wish this show wasn't so popular.","groups":[]}]},{"weight":1,"label":"travel","groups":[{"weight":1,"label":"I really wish travel was easier because I really miss New Mexican food.","groups":[]}]},{"weight":1,"label":"Health Department","groups":[{"weight":1,"label":"I only wish the Health Department would have given me an earlier appointment, this sucks.","groups":[]}]},{"weight":2,"label":"hub","groups":[{"weight":1,"label":"I'm with you, I so wish my hubs would get on board and we could do an amazing weightloss/get in better shape together journey, but for years it was just me turning into a nag and deep down blaming him for my bad choices.","groups":[]},{"weight":1,"label":"I wish my hubs paid a little more attention!","groups":[]}]},{"weight":1,"label":"OCD","groups":[{"weight":1,"label":"I wish OCD would just go away and never come back.","groups":[]}]},{"weight":1,"label":"post-iud hyperovulation","groups":[{"weight":1,"label":"I wish the post-IUD hyperovulation was true for me!","groups":[]}]},{"weight":1,"label":"Alabama","groups":[{"weight":1,"label":"I wish Alabama had the lottery (and that I had recently won)...","groups":[]}]},{"weight":1,"label":"bus stop","groups":[{"weight":1,"label":"I just wish the bus stop was on the other side...","groups":[]}]},{"weight":1,"label":"Rafe","groups":[{"weight":1,"label":"I wish Rafe would have reamed Sami more.","groups":[]}]},{"weight":1,"label":"hat","groups":[{"weight":1,"label":"I wish his hat had been back just a tad or you had used a reflector to get light up under the hat brim.","groups":[]}]},{"weight":1,"label":"Turtle","groups":[{"weight":1,"label":"I really wish Turtle was still on here.","groups":[]}]},{"weight":1,"label":"love","groups":[{"weight":1,"label":"Because sometimes I feel he does not love me at all and I wish his love was solid like a rock like mine.","groups":[]}]},{"weight":1,"label":"Birthday","groups":[{"weight":1,"label":"I wish my Birthday wasn't 3dp5dt!","groups":[]}]},{"weight":1,"label":"BBC forum","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I wish BBC was more private cuz I have a few things I'd love to vent about and I can't.) (Porter, I know how you feel we live in BFE too and I also wish the BBC forums were private for members only.)) (Porter, I know how you feel we live in BFE too and I also wish the BBC forums were private for members only.)","groups":[]}]},{"weight":1,"label":"friendship","groups":[{"weight":1,"label":"I wish these types of friendships would last.","groups":[]}]},{"weight":1,"label":"Emi","groups":[{"weight":1,"label":"I wish Emi was ready at night but we cosleep and bf won't soothe her back to sleep.","groups":[]}]},{"weight":1,"label":"calculator","groups":[{"weight":1,"label":"I wish that calculator had a camera built in to capture the shock every woman has :).","groups":[]}]},{"weight":1,"label":"my man","groups":[{"weight":1,"label":"I wish my man would betray me too!","groups":[]}]},{"weight":1,"label":"bc","groups":[{"weight":1,"label":"I wish bc was readily available but even if it is it sometimes fails-especially since the teen population is so darn fertile.","groups":[]}]},{"weight":1,"label":"FOO","groups":[{"weight":1,"label":"OP, I can only wish many of posters' BSC ILs and FOO did the same thing your sister did..","groups":[]}]},{"weight":1,"label":"dad","groups":[{"weight":1,"label":"In fact it's what I wish DH's dad was a twin.","groups":[]}]},{"weight":2,"label":"clothes","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I wish my LO would still fit into 18 months!) (I wish clothes came in a 15 months size.)) (I wish clothes came in a 15 months size.)","groups":[]},{"weight":1,"label":"I wish children's clothes would have more size options.","groups":[]}]},{"weight":1,"label":"Gmail","groups":[{"weight":1,"label":"I wish Gmail had a retract option.","groups":[]}]},{"weight":1,"label":"Texas","groups":[{"weight":1,"label":"I wish Texas wasn't so hot, they get so wound up when we can't go outside(I'm from SoCal, and it's an adjustment not having that sea breeze coming in to cool down the evening and morning, oh and I miss Mexican food, tex mex is a joke, I need some carne asada French fries!!!)","groups":[]}]},{"weight":1,"label":"bedroom","groups":[{"weight":1,"label":"I wish all the bedrooms were together.","groups":[]}]},{"weight":1,"label":"weakness","groups":[{"weight":1,"label":"I wish my weakness wasn't eating like I'm home alone for the weekend @ age 17.....","groups":[]}]},{"weight":2,"label":"PP","groups":[{"weight":1,"label":"I wish some PP would not make people feel ashamed about their feelings.","groups":[]},{"weight":1,"label":"I wish PP wasn't making those of us who follow laleo/primal type diet look so bad =[ Fresher foods, lower sodium, etc.","groups":[]}]},{"weight":1,"label":"Lucas","groups":[{"weight":1,"label":"I wish Lucas still took naps.","groups":[]}]},{"weight":1,"label":"food","groups":[{"weight":1,"label":"I can't stand 95% of sweet stuff and wish any food sounded good.","groups":[]}]},{"weight":3,"label":"AF","groups":[{"weight":1,"label":":( I really wish AF won't show up for you, but if it does you know we are here for you.","groups":[]},{"weight":2,"label":"I just wish AF would show if I'm not pregnant.","groups":[{"weight":1,"label":"I just wish AF would show if I'm not pregnant."},{"weight":1,"label":"I wish AF would just show already so we can try again."}]}]},{"weight":1,"label":"Ex husband","groups":[{"weight":1,"label":"I wish my Ex husband would sign over his rights so my DH can adopt my daughter.","groups":[]}]},{"weight":3,"label":"pedi","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (I just wish his pedi would tell me that it is def a reaction like how are they so careless over something potentially serious?!) (Hers looks like it was bad bad :-( but now I'm standing strong I'm his advocate and ill make the correct choice for my sons from here on out I just wish it never happened to begin with :(.)","groups":[]},{"weight":2,"label":"I just wish the pedi's would listen to me :(.","groups":[{"weight":1,"label":"I just wish the pedi's would listen to me :(."},{"weight":1,"label":"I just wish the pedi's would listen to me :(."}]}]},{"weight":1,"label":"insurance","groups":[{"weight":1,"label":"I wish insurance was more progressive about treating infertility as a disease rather than an elective procedure.","groups":[]}]},{"weight":1,"label":"car","groups":[{"weight":1,"label":"I wish all cars had a 5pt harness on all seats and we would all be alot safer.","groups":[]}]},{"weight":1,"label":"iphones","groups":[{"weight":1,"label":"I wish iphones weren't so pricey because I really do love mine!","groups":[]}]},{"weight":1,"label":"nap","groups":[{"weight":1,"label":"I just wish naps would get better!","groups":[]}]},{"weight":1,"label":"direction","groups":[{"weight":1,"label":"I wish the directions were more clear, or possibly I wasn't so dull as to properly understand them.","groups":[]}]},{"weight":1,"label":"Sophie","groups":[{"weight":1,"label":"I wish Sophie wasn't so popular, because I love it!","groups":[]}]},{"weight":1,"label":"Lillian","groups":[{"weight":1,"label":"I wish Lillian would sleep in hers.","groups":[]}]},{"weight":1,"label":"Brendan","groups":[{"weight":1,"label":"Heck, I still wish Brendan was really Quinn and Lily was Caroline.","groups":[]}]},{"weight":1,"label":"TWW","groups":[{"weight":1,"label":"I just wish TWW would be shorter.","groups":[]}]},{"weight":1,"label":"serotonin","groups":[{"weight":1,"label":"So I can't just wish my serotonin levels up, I will always need My meds.","groups":[]}]},{"weight":1,"label":"Vaughn","groups":[{"weight":1,"label":"I wish Vaughn didn't \"keep score\" so much.","groups":[]}]},{"weight":5,"label":"MIL","groups":[{"weight":1,"label":"I wish that MIL would respect his choice, but I do not feel that she will.","groups":[]},{"weight":1,"label":"Wow I wish my MIL had SOME interest in my pregnancy.","groups":[]},{"weight":1,"label":"I wish my MIL would get help for her lupus, but she told us this morning she was told she had it 3 years ago, WTF?","groups":[]},{"weight":1,"label":"I wish MIL would pick up on it but I know she won't.","groups":[]},{"weight":1,"label":"Thanks in advance :) Go back your YOUR state already 2/10/14 I really, really wish MIL would just go back to her state.","groups":[]}]},{"weight":1,"label":"cheeseburger","groups":[{"weight":1,"label":"I wish a cheeseburger made me feel better.","groups":[]}]},{"weight":1,"label":"cramp","groups":[{"weight":1,"label":"I just wish these cramps didn't have to be so intense.","groups":[]}]},{"weight":1,"label":"Sophia","groups":[{"weight":1,"label":"I wish Sophia laughed more.","groups":[]}]},{"weight":1,"label":"vacuum","groups":[{"weight":1,"label":"Dizzy, I wish our vacuum would permanently die!","groups":[]}]},{"weight":1,"label":"hcg","groups":[{"weight":1,"label":"I wish my hcg would just skyrocket though like others have talked about.","groups":[]}]},{"weight":1,"label":"rain","groups":[{"weight":1,"label":"I live in Oregon and I wish the rain would come back.","groups":[]}]},{"weight":1,"label":"small time town","groups":[{"weight":1,"label":"ERROR: Inconsistent Sentences (ERROR: Inconsistent Sentences (I do wish they would even out some!!) (Usually I'm stuck taking miralax for days :( I wish my small time town had a good acupuncturist!)) (Usually I'm stuck taking miralax for days :( I wish my small time town had a good acupuncturist!)","groups":[]}]},{"weight":1,"label":"termination","groups":[{"weight":1,"label":"I wish termination wasn't the only option for us.","groups":[]}]},{"weight":1,"label":"The Daily Show with Jon Stewart","groups":[{"weight":1,"label":"I really wish The Daily Show with Jon Stewart wasn't on hiatus this week.","groups":[]}]},{"weight":1,"label":"Morgan","groups":[{"weight":1,"label":"I wish Morgan would act a donkey...","groups":[]}]},{"weight":1,"label":"camera","groups":[{"weight":1,"label":"I wish these cameras picked up audio...","groups":[]}]},{"weight":1,"label":"poop","groups":[{"weight":1,"label":"I wish LO's poop was cute.","groups":[]}]},{"weight":1,"label":"Siri","groups":[{"weight":1,"label":"I wish Siri could post for me.","groups":[]}]},{"weight":1,"label":"RS","groups":[{"weight":1,"label":"I wish our RS ran that smoothly...","groups":[]}]},{"weight":1,"label":"contraction","groups":[{"weight":1,"label":"I wish the contractions weren't causing cervical change.","groups":[]}]},{"weight":1,"label":"stupid hole","groups":[{"weight":1,"label":"I just want her to be ok and I wish this stupid hole would close itself!","groups":[]}]},{"weight":2,"label":"plan","groups":[{"weight":2,"label":"I know \"everything happens in God's timing\" and that He has a plan, but sometimes I wish MY plan could be the plan.","groups":[{"weight":1,"label":"I know \"everything happens in God's timing\" and that He has a plan, but sometimes I wish MY plan could be the plan."},{"weight":1,"label":"I know \"everything happens in God's timing\" and that He has a plan, but sometimes I wish MY plan could be the plan."}]}]},{"weight":1,"label":"apple store","groups":[{"weight":1,"label":"I wish there was an apple store nearby so I could just go ask all my questions.","groups":[]}]},{"weight":1,"label":"New York cycle","groups":[{"weight":1,"label":"i just wish ny cycle would go back to normal.","groups":[]}]},{"weight":1,"label":"head cold","groups":[{"weight":1,"label":"I wish this head cold would leave now my throat is getting itchy and scratchy!","groups":[]}]},{"weight":1,"label":"Terry","groups":[{"weight":1,"label":"I really wish Heather and Terry had shown some class and apologized for the blow up on David.","groups":[]}]},{"weight":1,"label":"pregnancy","groups":[{"weight":1,"label":"I wish all pregnancies could just be happy sunshine and unicorns.","groups":[]}]},{"weight":1,"label":"book","groups":[{"weight":1,"label":"I wish some of these baby naming sites and books were more accurate though.","groups":[]}]},{"weight":1,"label":"fridge part","groups":[{"weight":1,"label":"I do a lot of parties, so sometimes I wish the fridge part was bigger, but I make it work.","groups":[]}]},{"weight":1,"label":"pineapple","groups":[{"weight":1,"label":"I wish pineapple had worked for me.","groups":[]}]},{"weight":1,"label":"CM","groups":[{"weight":1,"label":"I wish CM was more of an indicator!!","groups":[]}]},{"weight":1,"label":"soft spot","groups":[{"weight":1,"label":"I do wish the soft spots would go away - they are larger than normal too, but u/s show nothing to be concerned with - but they do creep me out, knowing her little brain is right there.","groups":[]}]},{"weight":1,"label":"nursing","groups":[{"weight":1,"label":"I still wish nursing would've worked out but ultimately I've exceeded my goals so I'm content.","groups":[]}]},{"weight":1,"label":"Service Industry","groups":[{"weight":1,"label":"I wish Service Industry was a required class in high school so everyone would be aware of what behaviors are just inappropriate and have a realistic perspective of who controls what when it comes to service.","groups":[]}]},{"weight":2,"label":"af","groups":[{"weight":1,"label":"I am really wishing af wont show and I will get lucky but I know I am going to be disapointed!","groups":[]},{"weight":1,"label":"thanks, i just feel like im going to throw up right now, im so disappointed i really thought that i was going to get the pos opk today i really wish i could just get a true posative, even if it is just for one day, or i wish af would just show up!","groups":[]}]}]}